Repository: common-repository/ig-pricing-table
Catalog: languages/ig-pricing-table-*.po
Languages: it_it

source: A responsive and simple way to present your offer to your visitors.
it_it: Un modo efficace e semplice per presentare la tua offerta ai tuoi visitatori.

source: Active?
it_it: Attivare?

source: Check this option to show the pricing table
it_it: Selezionare questa opzione per visualizzare la tabella

source: IG Pricing Table First
it_it: IG Pricing Table Prima

source: IG Pricing Table Second
it_it: IG Pricing Table Seconda

source: IG Pricing Table Third
it_it: IG Pricing Table Terza

source: IG Pricing Table Fourth
it_it: IG Pricing Table Quarta

# Post Type General Name
source: Pricing Tables
it_it: Tabelle Prezzo

# Post Type Singular Name
source: Pricing Table
it_it: Tabella Prezzo

source: Pricing Table
it_it: Tabella Prezzo

source: All Pricing Tables
it_it: Tutte le Tabelle Prezzo

source: Add New Pricing Table
it_it: Aggiungi Nuova Tabella Prezzo

source: Add New
it_it: Aggiungi Nuova

source: New Pricing Table
it_it: Nuova Tabella Prezzo

source: Edit Pricing Table
it_it: Modifica Tabella Prezzo

source: Update Pricing Table
it_it: Aggiorna Tabella Prezzo

source: View Pricing Table
it_it: Vedi Tabella Prezzo

source: Search Pricing Table
it_it: Cerca Tabella Prezzo

source: Not found
it_it: Non trovato

source: Not found in Trash
it_it: Non trovato nel cestino

source: Simple and clean pricing table
it_it: Una tabella prezzi semplice e minimale

source: Color scheme
it_it: Schema colori

source: Thank you to use
it_it: Grazie per utilizzare

source: Here you can read the documentation and you can know how to get the most out of your new plugin.
it_it: Qui puoi leggere la documentazione e scoprire come ottenere il massimo dal tuo nuovo plugin.

source: Can i contribute?
it_it: Posso contribuire?

source: Help us to translate this plugin, send us your language file. Read how to
it_it: Aiutaci a tradurre questo plugin, inviaci la tua traduzione. Leggi come

source: make a translation
it_it: fare una traduzione

source: Can't find a feature?
it_it: Non trovi una caratteristica?

source: Please suggest and vote on ideas / feature requests at the
it_it: Suggerisci e vota un’idea / caratteristica aggiuntiva nel

source: Best Free and Premium WordPress Themes and Plugins
it_it: I migliori temi e plugin per Wordpress gratuiti e a pagamento

source: Free resources
it_it: Risorse gratuite

source: Take a look to our free resources of themes and plugins.
it_it: Dai uno sguardo alla nostra collezione gratuita di temi e plugin.

source: Free themes
it_it: Temi gratuiti

source: An error has occurred
it_it: Si è verificato un errore

source: installed
it_it: Installato

source: Install Now
it_it: Installa Ora

source: Free plugins
it_it: Plugin gratuiti

source: Download Now
it_it: Scarica Ora

source: You can read detailed information on plugin features in the documentation.
it_it: Puoi leggere informazioni dettagliate sulle caratteristiche del plugin nella documentazione.

source: View the documentation
it_it: Vedi la documentazione

source: Settings
it_it: Impostazioni

source: Start to customize and setup your plugin in the settings page.
it_it: Inizia a configurare e personalizzare il tuo plugin nella pagina delle impostazioni.

source: Go to settings
it_it: Vai nelle impostazioni

source: Title
it_it: Titolo

source: Short description
it_it: Descrizione breve

source: Price
it_it: Prezzo

source: Features
it_it: Caratteristiche

source: Documentation
it_it: Documentazione

source: Write each features one per line
it_it: Scrivi ogni caratteristica una per linea

source: Add images (not recommended)
it_it: Aggiungi immagini (non raccomandato)

source: Add links
it_it: Aggiungi link

source: Add bold text
it_it: Aggiungi testo on grassetto

source: Show feature as unavailable
it_it: Mostra caratteristiche non disponibili

source: Button label
it_it: Etichetta pulsante

source: Button url
it_it: URL pulsante

source: Featured
it_it: In evidenza
